cyber-murmel/rtl8762c-gcc-examples/boards/devboard/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "EH-MC17 Feather"
#define MICROPY_HW_MCU_NAME "RTL8762C"
